Repository: everlumir/digits
Catalog: abzarwp/languages/digadvlogic-*.po
Languages: fa_ir

source: View details
fa_ir: مشاهده جزئیات

source: More information about %s
fa_ir: اطلاعات بیشتر در مورد %s

source: Check for updates
fa_ir: بررسی بروزرسانی ها

# the plugin title
source: The %s plugin is up to date.
fa_ir: افزونه %s به روز می باشد.

# the plugin title
source: A new version of the %s plugin is available.
fa_ir: نسخه جدید افزونه %s در دسترس می باشد.

# the plugin title
source: Could not determine if updates are available for %s.
fa_ir: نمی توان تعیین کرد که آیا به روزرسانی ها برای %s در دسترس هستند.

source: Unknown update checker status "%s"
fa_ir: وضعیت بررسی به روزرسانی "%s" نامعلوم می باشد.

source: There is no changelog available.
fa_ir: هیچ تغییری در دسترس نمی باشد.

source: Oh Snap!
fa_ir: خطا!!!

source: Please upload all the required files.
fa_ir: لطفاً همه پرونده ها یا فایل های مورد نیاز را بارگذاری کنید.

source: {{field}} requires minimum of {{no}} files to be uploaded.
fa_ir: برای بارگذاری فایل در {{field}} حداقل یک {{no}} پرونده یا فایل لازم است.

source: File is being uploaded.
fa_ir: پرونده در حال بارگذاری است.

source: Do you really want to delete {{file}}. This action can't be reversed.
fa_ir: آیا واقعاً می خواهید {{file}} را حذف کنید. این عمل قابل برگشت نیست.

source: Email
fa_ir: ایمیل

source: Mobile Number
fa_ir: شماره موبایل

source: Email/Mobile
fa_ir: شماره موبایل/ایمیل

source: Maximum Upload Size (in MB)
fa_ir: حداکثر اندازه بارگذاری (مگابایت MB)

source: Maximum no of files that can be uploaded
fa_ir: حداکثر تعداد پرونده ها یا فایل هایی که می توانید بارگذاری کنید

source: Minimum no of files that can be uploaded
fa_ir: حداقل تعداد پرونده ها یا فایل هایی که می توانید بارگذاری کنید

source: Allowed Extensions
fa_ir: پسوند ها یا اکستنشن های مجاز

source: You are only allowed to upload a maximum of
fa_ir: شما فقط مجاز به بارگذاری حداکثر

source: You are only allowed to upload a minimum of
fa_ir: شما فقط مجاز به بارگذاری حداقل

source: REGISTRATION FORM LOGIC BUILDER
fa_ir: شرطی سازی فرم ثبت نام

source: DIGITS: Additional Fields & Logic Builder Addon
fa_ir: افزودنی فیلدهای اضافی و منطق ساز برای دیجیتس

source: Enhance the capabilities of your form by additional and advanced fields, or build a logic to hide/show some field when that particular logic is met.
fa_ir: با استفاده از فیلد های اضافی و پیشرفته می توانید قابلیت های فرم خود را افزایش دهید. یا منطقی ایجاد کنید تا در صورت اجرای آن، برخی از زمینه ها را پنهان کنید و یا نمایش دهید.
