Repository: everlumir/digits
Catalog: abzarwp/languages/digoneclick-*.po
Languages: fa_ir

source: View details
fa_ir: مشاهده جزئیات

source: More information about %s
fa_ir: اطلاعات بیشتر در مورد %s

source: Check for updates
fa_ir: بررسی بروزرسانی ها

# the plugin title
source: The %s plugin is up to date.
fa_ir: افزونه %s به روز می باشد.

# the plugin title
source: A new version of the %s plugin is available.
fa_ir: نسخه جدیدی از افزونه %s در دسترس می باشد.

# the plugin title
source: Could not determine if updates are available for %s.
fa_ir: نمی توان تعیین کرد که آیا به روزرسانی ها برای %s در دسترس هستند.

source: Unknown update checker status "%s"
fa_ir: وضعیت بررسی بروزرسانی "%s" نامعلوم می باشد

source: There is no changelog available.
fa_ir: هیچ تغییری در دسترس نمی باشد.

source: One Click Login-Signup
fa_ir: ورود - ثبت نام با یک کلیک

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Enable Third Party Actions
fa_ir: اقدامات اضافی را فعال کنید

source: Login / Register
fa_ir: ورود / ثبت نام

source: A verification code will be sent to your number
fa_ir: کد تأیید به شماره شما ارسال می شود

source: Mobile Number
fa_ir: شماره موبایل

source: OTP
fa_ir: گذرواژه یکبار مصرف ( OTP )

source: Proceed
fa_ir: ادامه دادن

source: Proceed With WhatsApp
fa_ir: با واتس اپ ادامه دهید

source: Resend OTP
fa_ir: ارسال مجدد OTP

source: Please enter a valid captcha!
fa_ir: لطفاً کد امنیتی را به درستی وارد کنید!

source: User is already logged in!
fa_ir: کاربر قبلاً وارد شده است!

source: Error
fa_ir: خطا

source: Invalid OTP
fa_ir: OTP نامعتبر است

source: Login Successful, Redirecting..
fa_ir: ورود به سیستم موفقیت آمیز بود ، در حال هدایت به ..

source: Unexpected error occurred! Please try again.
fa_ir: خطای غیرمنتظره ای رخ داد! لطفا دوباره تلاش کنید.

source: Registration Successful, Redirecting..
fa_ir: ثبت نام موفقیت آمیز بود، در حال هدایت ..

source: DIGITS: One Click Login/Signup Addon
fa_ir: افزودنی ثبت نام و ورود با یک کلیک برای دیجیتس

source: Have just one form for both login and signup process using mobile number.
fa_ir: با استفاده از شماره تلفن همراه ، می توانید فقط یک فرم برای ثبت نام و ورود به سیستم داشته باشید.
