Repository: everlumir/digits
Catalog: abzarwp/languages/digpagelock-*.po
Languages: fa_ir

source: View details
fa_ir: مشاهده جزئیات

source: More information about %s
fa_ir: اطلاعات بیشتر در مورد %s

source: Check for updates
fa_ir: بررسی بروزرسانی ها

# the plugin title
source: The %s plugin is up to date.
fa_ir: افزونه %s به روز می باشد.

# the plugin title
source: A new version of the %s plugin is available.
fa_ir: نسخه جدید افزونه %s موجود می باشد.

# the plugin title
source: Could not determine if updates are available for %s.
fa_ir: نمی توان تعیین کرد که آیا به روزرسانی ها برای %s در دسترس هستند.

source: Unknown update checker status "%s"
fa_ir: وضعیت بررسی بروزرسانی "%s" نامعلوم می باشد.

source: There is no changelog available.
fa_ir: هیچ تغییری در دسترس نمی باشد.

source: Forced Login
fa_ir: ورود اجباری

source: Lock Full Website
fa_ir: قفل کردن کل سایت

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: This will lock the whole website so that it can only be accessed by logged in users.
fa_ir: با این کار کل وب سایت قفل می شود تا فقط با کاربران وارد شده به آن دسترسی داشته باشند.

source: Excluded Page Links
fa_ir: لینک های صفحه شامل نشده

source: Page lock will not appear on these link(s)
fa_ir: قفل صفحه در این لینک ها نشان داده نمی شود

source: Lock WooCommerce Checkout Page
fa_ir: قفل کردن صفحه پرداخت ووکامرس

source: This will lock the checkout page so that it can only be accessed by logged in users.
fa_ir: با این کار صفحه تسویه حساب قفل می شود تا فقط با کاربران وارد شده به آن دسترسی داشته باشند.

source: Lock Method
fa_ir: روش قفل گذاری

source: Page
fa_ir: صفحه

source: Modal
fa_ir: مودال

source: Page Lock
fa_ir: قفل صفحه

source: Lock this page
fa_ir: قفل کردن این صفحه

source: Method
fa_ir: روش

source: DIGITS: Forced Login Page Lock Addon
fa_ir: افزودنی قفل اجباری صفحه ورود به سیستم برای دیجیتس

source: Restrict access to your website, lock some specific page or posts or even your WooCommerce's product or checkout page to logged in users.
fa_ir: با محدود کردن دسترسی به سایت، می توانید برخی از صفحه ها، پست های خاص، صفحه محصول یا صفحه تسویه حساب ووکامرس سایت خود را، برای کاربرانی که وارد سایت شده اند یا لاگین کرده اند قفل کنید.
